Repository: David4noy/MyNotes
Catalog: MyNotes/Localizable.xcstrings
Source language: en
Languages: he

source: A-Z
he: א-ב

source: About
he: אודות

source: Add
he: הוספה

source: Add Item
he: הוספת פריט

source: Add Location to Notes
he: הוספת מיקום לפתקים

source: Add Next
he: הוספת הבא

source: An unexpected error occurred while trying to access location.
he: אירעה שגיאה בלתי צפויה בעת ניסיון לגשת למיקום

source: App Language
he: שפת אפליקציה

source: Appearance
he: מראה

source: Are you sure you want to delete the image from this note?
he: האם למחוק את התמונה מהפתק?

source: Are you sure you want to delete this note?
he: האם למחוק את הפתק?

source: Are you sure you want to remove the saved location from this note?
he: האם להוריד את המיקום השמור מהפתק?

source: Back
he: חזרה

source: Backup & Data Management
he: גיבוי וניהול דאטה

source: Cancel
he: ביטול

# CFBundleDisplayName
source: My Notes
he: הפתקים שלי

source: Change iCloud Settings
he: שינוי הגדרות iCloud

source: Change note's text direction
he: שינוי כיוון הטקסט של הפתק

source: Choose from Library
he: בחירה מתוך הספריה

source: Choose Image Source
he: בחירת מקור לתמונה

source: Color
he: צבע

# Current Language text
source: English
he: עברית

source: Dark
he: כהה

source: Date
he: תאריך

source: Delete
he: מחיקה

source: Delete All Notes
he: מחיקת כל הפתקים

source: Delete Image
he: מחיקת תמונה

source: Delete Location
he: מחיקת מיקום

source: Delete Photo
he: מחיקת תמונה

source: Disabled
he: כבוי

source: Done
he: סיום

source: Edit Text
he: עריכת טקסט

source: Enabled
he: מופעל

source: Enter title
he: כותרת

source: Error: Failed to prepare the note.
he: שגיאה: הכנת הפתק נכשלה

source: Export All Notes
he: ייצוא כל הפתקים

source: Export Note As PDF
he: ייצוא כ PDF

source: Export PDF: %@ for exporting
he: ייצוא PDF: %@ לייצוא

source: Export Result
he: תוצאות הייצוא

source: Exporting...
he: מייצא…

source: FINAL WARNING
he: אזהרה אחרונה

source: Get Direction
he: חישוב מסלול

source: iCloud Sync
he: סינכרון עם iCloud

source: Image
he: תמונה

source: Import Failed
he: ייבוא נכשל

source: Import Notes
he: ייבוא פתקים

source: Import Notes from Files
he: ייבוא פתקים מתיקיה

source: Import Result
he: תוצאות ייבוא

source: Is To-Do List?
he: רשימת פריטים?

source: Light
he: בהיר

source: Loading…
he: טוען…

source: Location access is denied for this app. Please go to Settings → My Notes → Location and allow access.
he: הגישה למיקום חסומה לאפליקציה זו. אנא עבור אל הגדרות ← הפתקים שלי ← מיקום והפעל את הגישה.

source: Location Services
he: שירותי מיקום

source: Location Services are disabled on your device. To enable, go to Settings → Privacy & Security → Location Services.
he: שירותי המיקום במכשיר שלך כבויים. כדי להפעילם, עבור אל הגדרות ← פרטיות ואבטחה ← שירותי מיקום.

source: Menu
he: תפריט

source: My Notes
he: הפתקים שלי

source: New Note
he: פתק חדש

source: Note Share
he: שיתוף פתק

source: Note Type
he: סוג פתק

# NSCameraUsageDescription
source: We use the camera to let you add images to your note.
he: אנו צריכים גישה למצלמה לצורך הוספת תמונה לפתק שלך

source: OK
he: אישור

source: Open Lookaround
he: הפעל את תצוגת הסביבה

source: Options
he: אפשרויות

source: Pending Changes
he: שינויים לא שמורים

source: Photo Options
he: אפשרויות תמונה

source: Prepare The Note
he: הכנת הפתק

source: Preparing..
he: מכין

source: Recheck Status
he: בדיקת סטטוס מחדש

source: Save
he: שמירה

source: Save Pending Changes
he: שמירת שינויים

source: Search notes...
he: חיפוש פתק…

source: Settings
he: הגדרות

source: Share Note
he: שיתוף פתק

source: Share Note: %@ for sharing
he: שיתוף פתק: %@ לשיתוף

source: Share to External Storage
he: שיתוף לאחסון חיצוני

source: Sort By
he: מיון לפי

source: Sort by Completed
he: מיון לפי הסתיימו

source: Sort Notes By
he: מיון פתקים לפי

source: Status
he: סטטוס

source: Sync Status
he: מצב גיבוי

source: System Default
he: ברירת מחדל

source: Take a New Photo
he: צילום תמונה חדשה

source: Terms of Use
he: תנאי שימוש

source: Theme
he: ערכת נושא

source: This action cannot be undone. ALL %lld notes will be permanently deleted!
he: הפעולה הזו אינה יכול להתבטל. כל %lld הפתקים ימחקו לצמיתות!

source: This will permanently delete ALL your notes. Are you sure?
he: זה ימחוק לצמיתות את כל הפתקים שלך, האם למחוק?

source: Title
he: כותרת

source: Unable to load the imported notes.
he: לא היה ניתן לטעון את הפתקים

source: Version 1.0.0
he: גירסה 1.0.0

source: Would you like to add the imported notes?
he: האם להוסיף את הפתקים המיובאים?

source: Write to-do
he: כתיבת פריט

source: YES, DELETE EVERYTHING
he: כן, למחוק הכל
